{
  "metadata": {},
  "contents": [
    {
      "title": "Preparing a study",
      "description": "When we are preparing a study there are various things we want to be aware of.",
      "contents": [
        {
          "title": "Initiating a study",
          "description": "The first step in preparing a study is initialising it, where we get all the organisational stuff done.",
          "contents": [
            {
              "title": "Consultation",
              "description":  "Consultation between the team members.",
              "options-selected": -1,
              "options": [
                {
                  "text": "The study design is always discussed among lab members and local colleagues.",
                  "difficulty": 1
                },
                {
                  "text": "The design is discussed with other experts on the field using expert consensus method, adversarial collaboration, presubmission inquiry, or registered report.",
                  "difficulty": 2
                }
              ]
            },
            {
              "title": "Preregistration",
              "description": "We all love preregistration",
              "options-selected":  -1,
              "options": [
                "We don't do that sort of thing here.",
                {
                  "text": "We publically preregister every project before following \\1 standards. At minimum we preregister using \\2.",
                  "difficulty": 1,
                  "templateOptions": [
                    [
                      {
                        "text": "OSF - \\1",
                        "hint": "The Open Science Framework offers a variety of preregistration options.",
                        "difficulty": 1,
                        "templateOptions": [
                          [
                            {
                              "text": "Open-Ended Registration",
                              "hint": "Use this one if you are registering a completed project with data or materials.",
                              "difficulty": 0,
                              "selected": true
                            },
                            {
                              "text": "OSF Prereg",
                              "hint": "This is our standard, comprehensive, and general purpose preregistration form."
                            }
                          ]
                        ]
                      },
                      {
                        "text": "AsPredicted.org",
                        "hint": "AsPredicted offers eight simple questions to support quick preregistration.",
                        "difficulty": 0
                      }
                    ],
                    [
                      "the lab website"
                    ]
                  ]
                },
                {
                  "text": "We publicly preregister every confirmatory as well as exploratory project before any data collection following standards, like OSF preregistration challenge.",
                  "difficulty": 2
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}
